Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget bevilget kr 200 000 til gjennomføringen av arrangementet.
sme: Sámediggi juolludii 200 000 ruvnno lágideami čađaheapmái.

source: I mars 2008 deltok en tropp samiske idrettsutøvere og kulturutøvere i Arctic Winter Games (AWG) i Yellowknife, Canada.
sme: Njukčamánu 2008 oassálaste sámi valáštallanjoavku ja kulturdoaimmaheaddjit Arctic Winter Games (AWG) Yellowknife:s Canadas.

source: AWG arrangeres hvert andre år, og det var tredje gang Sápmi deltok under dette idretts- og kulturarrangementet for ungdom fra arktiske områder.
sme: AWG lágiduvvo juohke nuppi jagi, ja lei goalmmát gearddi go Sápmi oassálasttii dáin valáštallan- ja kulturlágidemiin nuoraide árktalaš guovlluin.

source: Sametinget bidro til deltakelsen med en bevilgning på kr 800 000.
sme: Sámediggi juolludii dása 800 000 ruvnno.

source: Samisk fotballforbund / Sámi spábbaiekanlihttu (SSL) sto i juli 2008 som vertskap for det andre VIVA World cup, verdensmesterskapet i fotball for områder og nasjoner som ikke har oppnådd medlemskap i FIFA.
sme: Sámi spábbačiekčanlihttu (SSL) lágidii suoidnemánu 2008 nuppi VIVA World cup, máilmmimeašttirgilvvuid spábbačiekčamis daid guovlluid ja našuvnnaid várás mat eai oaččo miellahttovuođa FIFA:s.

source: Mesterskapet ble arrangert i Gällivare i Sverige, og samlet fem herrelag og to damelag.
sme: Gilvvut lágiduvvojit Váhčiris Ruoŧas, ja čohkkeje vihtta dievdojoavkku ja guokte nissonjoavkku.

source: Sápmi vant dameklassen, og herrelaget ble nummer tre i mesterskapet.
sme: Sápmi vuittii nissonjoavkkus ja Sámi dievdojoavku bođii goalmmádin dáin gilvvuin.

source: I tillegg til direkte bevilgning på kr 313 000, bidro Sametinget med kr 100 000 til arrangementet av dameklassen.
sme: Lassin njuolggo doarjagii mii lei 313 000 ruvnno, juolludii Sámediggi vel 100 000 ruvnno nissonluohká lágideapmái.

source: Sametinget har gjennom to plenumsvedtak støttet opp om Tromsøs planer om å arrangere et vinter-OL i Tromsø, og beklager at Norges Idrettsforbund vedtok å trekke søknaden i denne omgang.
sme: Sámediggi lea guovtti dievasčoahkkinmearrádusas dorjon Romssa plánaid lágidit OG dálvegilvvuid Romssa gávpogis, ja šálloša go Norgga valáštallanlihttu mearridii geassit ohcama dán vuorus.

source: Sametinget vil imidlertid på bakgrunn av det arbeidet og de prosessene som har vært gjennomført i arbeidet med å få vinter-OL til Tromsø stille seg åpen for å vurdere medvirkning i eventuelle lignende prosesser også i fremtiden.
sme: Sámediggi áigu goitge dán barggu ja daid proseassaid vuođul mat leat čađahuvvon barggus oččodemiin dálve-OG Romsii, rabasvuođain searvat sullásaš proseassaide boahtteáiggis, jus dákkárat bohtet.

source: 2.12.9 Grenselosene I statsbudsjettet 2006 ble det bevilget midler over Sametingets budsjett til etablering av en forsknings- og dokumentasjonsvirksomhet om grenselosene i Tysfjord knyttet til Árran Julevsáme guovdásj / Lulesamisk senter.
sme: 2.12.9 Rádjalovssat 2006 stádabušeahtas juolluduvvui ruhta Sámedikki bušeahta badjel ásahit dutkan- ja duođaštandoaimma Divttasvuona ja čatnat doaimma Árran Julevsámi guovddážii.

source: Sametinget inngikk i mai 2007 en avtale med Árran Julevsáme guovdásj / Lulesamisk senter om etablering av en treårig forsknings- og dokumentasjonsvirksomhet om grense 2008– 2009 lostrafikken under 2. verdenskrig.
sme: Sámediggi dagai 2007:s šiehtadusa Árran Julevsámi guovddážiin ásahit golmmajagáš dutkan- ja duođaštandoaimma rádjelovssajohtolaga birra 2. máilmmisoađi áiggi.

source: Árran Julevsáme guovdásj / Lulesamisk senter er oppdragstaker og oppdraget har en økonomisk ramme på 3 mill. kroner.
sme: Árran Julevsámi guovddáš lea bargováldi ja barggus lea 3 milj. ruvnno ekonomalaš rámma.

source: 2.12.10 Media I juni 2008 ble Kultur- og kirkedepartementet og Sametinget etter konsultasjoner enig om forskriften om tilskudd til samiske aviser.
sme: 2.12.10 Media Geassemánu 2008 šiehtadeigga Kultuvra- ja Girkodepartemeanta ja Sámediggi maŋŋil konsultašuvnnaid láhkaásahusa doarjagiid birra sámi aviissaide.

source: Sametinget har bidratt til at forskriften tydelig definerer samiske aviser ved at den har den samiske befolkningen som hovedmålgruppe.
sme: Sámediggi lea veahkehan dasa ahte láhkaásahusas čielgasit definere sámi aviissa dakkár aviisan mas lea sámi álbmot váldomihttojoavkun.

source: Dette betyr at avisa dekker nyhets- og aktualitetsstoff relevant for hele det samiske samfunnet.
sme: Dát mearkkaša ahte aviisa gokčá ođas- ja áigeguovdilis áššiid mat leat beroštahtti olles sámi álbmogii.

source: Regional- og lokalaviser kan dermed ikke gjennom formelle vedtektsendringer framstå som samiske aviser med krav på del av den samiske pressestøtten.
sme: Regionála- ja báikkálaš áviissat danin eai sáhte formálalaš mearrádusrievdadeami bokte gohčodit iežaset sámi aviisan ja dan bokte sáhttit gáibidit oasi preassadoarjagis.

source: Sametinget har videre bidratt til at forskriften nå har en klar formålsbestemmelse som sier at «tilskuddet til samiske aviser og samiskspråklige avissider skal legge til rette for demokratisk debatt, meningsdanning og språkutvikling i det samiske samfunnet».
sme: Sámediggi lea viidáseappot váikkuhan dasa ahte láhkaásahusas dál lea čielga ulbmilmearrádus mas čuožžu: «Doarjja sámi aviissaide ja sámegielat aviisasiidduide galgá láhčit demokráhtalaš digaštallamii, oaivilásaheapmái ja giellaovddideapmái sámi servodagas».

source: 2.12.11 Sametingets ungdomspolitiske utvalg – SUPU Ungdomspolitikk bidrar til å rekruttere fremtidens urfolkspolitikere.
sme: 2.12.11 Sámedikki nuoraidpolitihkalaš lávdegoddi – SUPU Nuoraidpolitihkka veahkeha rekrutteret boahtteáiggi álgoálbmotpolitihkkáriid.

source: Sametingets ungdomspolitiske utvalg, har deltatt på møte i Barents regionale ungdomsråd (BRYC).
sme: Sámedikki nuoraidpolitihkalaš lávdegoddi lea oassálastán čoahkkimii Barents regiovnnalaš nuoraidráđis (BRYC).

source: Halvard Rundberg ble valgt inn i det nye styret for BRYC som urfolksrepresentant.
sme: Halvard Rundberg válljejuvvui BRYC ođđa stivrii álgoálbmotáirrasin.

source: Workshopen Yeah Right - Human Rights for Youth in the Barents ble arrangert av BRYC i midten av november.
sme: Gaskkamuttus skábmamánu lágidii BRYC workshop ’ a Yeah Right- Human Rights for Youth in the Barents.

source: Noen av temaene på konferansen var urfolksrettigheter og FNs barnekonvensjon.
sme: Oasit konferánssa fáttáin ledje álgoálbmotvuoigatvuođat ja ON mánáidkonvenšuvdna.

source: SUPU var representert på workshopen.
sme: SUPU lei ovddastuvvon Workshop ’ as.

source: SUPU deltok i Sametingets årlige møte med Barneombudet i Karasjok.
sme: SUPU oassálasttii Sámedikki jahkásaš čoahkkimis mánáidáittardeddjiin Kárášjogas.

source: Temaer i møtet var blant annet samisk representant i Barneombudets ungdomsråd og Barneombudets prosjekt «Retten til delaktighet for samiske barn og unge».
sme: Fáttát čoahkkimis ledje earret eará sámiid áirras Mánáidáittardeaddji nuoraidráđis ja Barents-áittardeaddji prošeakta «Sámi mánáid ja nuoraid servvoštallanvuoigatvuohta».

source: I tillegg oppfordret SUPU Barneombudet om å sette søkelys på sør- og lulesamiske barns og unges rett til språkopplæring.
sme: Dan lassin ávžžuhii SUPU mánáidáittardeaddji čalmmustahttit lulli- ja julevsámi mánáid ja nuoraid vuoigatvuođa giellaoahpahussii.

source: Videre har SUPU fulgt opp kontakten med Barneombudet, kommet med diverse innspill vedrørende blant annet samisk barnehage i Oslo, situasjonen for og lovfestet rett til samiske læremidler, evaluering av lærerutdanningen, om behovet for kompetanse i samisk kultur og språk innen psykisk helsevern for unge.
sme: Viidáseappot lea SUPU čuovvolan gulahallama Mánáidáittardeddjiin, buktán mearkkašumiid mat gullet earret eará Oslo sámi mánáidgárdái, sámi oahpponeavvuid dillái ja lágabokte vuoigatvuhtii oažžut sámi oahpponeavvuid, oahpaheaddjeoahpusa evalueremii, dárbui gelbbolašvuhtii sámi kultuvrras ja gielas psykalaš dearvvašvuođasuodjalusas nuoraid várás.

source: Utvalget innledet i 2008 også en kampanje for å øke antall unge registrerte i Sametingets valgmanntall, og unge som stemmer ved valg til Sametinget.
sme: Lávdegoddi álggahii maid barggu 2008:s eanedit daid nuoraid logu, geat leat logahallojuvvon Sámedikki jienastuslohkui, ja daid nuoraid logu, geat jienastit Sámediggeválggas.

source: SUPU deltok i planleggingen og arrangementet av Samisk parlamentarisk råds ungdomskonferanse i Lycksele.
sme: SUPU lei mielde pláneme ja lágideame Sámi parlamentáralaš ráđi nuoraidkonferánssa Livššus.

source: Gjennom dette ble det innledet et samarbeid med ungdomsrådet ved Sametinget i Sverige.
sme: Doppe álggahuvvui ovttasbargu Ruoŧa sámedikki nuoraidráđiin.

source: På konferansen deltok 80 ungdommer fra Norge, Sverige, Finland og Russland.
sme: Konferánsii serve 80 nuora Norggas, Suomas, Ruoŧas ja Ruoššas.

source: Temaene var blant annet samiske møteplasser, de nordiske barneombudsmennenes fellesrapport og ulike sider ved samisk folkehelse.
sme: Fáttát ledje earret eará sámiid deaivvadanbáikkit, davviriikkaid mánáidáittardeddjiid oktasaš raporta ja sámi álbmotdearvvašvuođa iešguđetlágan bealit.

source: Konferansen vedtok en resolusjon som blant annet påpeker viktigheten av at sametingene arbeider med spørsmålet om psykisk helse blant samer.
sme: Konferánsa mearridii resolušuvnna mii earret eará deattuha dehálašvuođa das ahte Sámediggi bargá gažaldagaiguin psykalaš dearvvašvuođa birra sámiid gaskkas.

source: Etablering av en allsamisk ungdomsorganisasjon og nettbaserte møteplasser for samisk ungdom var andre viktige punkt i resolusjonen.
sme: Nuoraidorganisašuvnna ásaheapmi buot sámiid várás ja interneahttavuđot deaivvadanbáikkit nuoraide ledje resolušuvnna eará dehálaš čuoggát.

source: Resultatene fra konferansen ble lagt fram av SUPU og ungdomsrådet ved Sametinget i Sverige, på parlamentarikerkonferansen i Roavvenjárga / Rovaniemi.
sme: SUPU ja Ruoŧa Sámedikki nuoraidráđđi ovdanbukte konferánsabohtosiid parlamentarihkkárkonferánssas Roavvenjárggas.

source: Sametingsrådet avholder halvårlige møter med Sametingets ungdomsutvalg.
sme: Sámediggeráđis leat juohke jahkebeali čoahkkimat Sámedikki nuoraidlávdegottiin.

source: 2.13 Språk 2.13.1 Språkundersøkelse Sametinget har i 2008 gjennomført en språkundersøkelse for å få et overblikk på i hvor stor grad samisk blir brukt i utvalgte institusjoner og etater i forvaltningsområdet for samisk språk, samt i noen kommuner utenfor forvaltningsområdet.
sme: 2.13.1 Giellaiskkadeapmi 2008:s čađahii Sámediggi giellaiskkadeami, ja ulbmil lei oaidnit man ollu sámegiella geavahuvvo ovdalgihtii válljejuvvon ásahusain ja etáhtain sámegiela hálddašanguovllus, ja moatti eará suohkanis olggobealde hálddašanguovllu.

source: Sametinget har også sett på interessen for valg av samisk språk i skoler og barnehager i Norge.
sme: Sámediggi lea maiddái iskan beroštumi válljet sámegiela skuvllain ja mánáidgárddiin norggas.

source: En slik undersøkelse gjennomføres hvert fjerde år.
sme: Dakkár iskkadeapmi čađahuvvo juohke njealját jagi.

source: I undersøkelsen legges det vekt på ulike institusjoners forhold til bruk av samisk språk.
sme: Iskkadeapmi deattuha iešguđet ásahusa oktavuođa sámegielgeavaheapmái.

source: Undersøkelsen beregnes å være ferdig i begynnelsen av 2009 og gis ut som en rapport.
sme: Iskkadeapmi árvvoštallojuvvo gárvánit 2009 álggus ja almmuhuvvo raportan.

source: 2.13.2 Forvaltningsområdet for samisk språk Snåsa kommune er fra 1. januar 2008 innlemmet i forvaltningsområdet for samisk språk.
sme: 2.13.2 Sámegiela hálddašanguovlu Ođđajagimánu 1. beaivvi rájes 2008 lea Snåasa suohkan váldon mielde sámegiela hálddašanguvlui.

source: Det betyr at også Nord-Trøndelag fylkeskommune er innlemmet fra samme dato.
sme: Dat mearkkaša ahte maiddái Davvi-Trøndelága fylkkasuohkan lea mielde seamma dáhtona rájes.

source: Sametinget anser at arbeidet med samisk språk i kommunene og fylkeskommunene innenfor forvaltningsområdet for samisk språk, er et meget viktig bidrag til fremme og utvikling av bruken av samisk språk.
sme: Sámediggi oaivvilda ahte sámegielbargu sámegiela hálddašanguovllu suohkaniin ja fylkkasuohkaniin lea hui dehálaš sámegielgeavaheami nannemis ja ovddideamis.

source: Samtidig er det store utfordringer knyttet til å kunne betjene publikum på to språk.
sme: Seammás leat stuora hástalusat go galgá meannudit geavaheddjiid guovtti gillii.

source: Dette har også kommet fram under de besøkene og møtene Sametinget har hatt med tospråklighetskommunene og fylkeskommunene i 2008.
sme: Dat lea ge maid čájehuvvon go Sámedikkis leat leamaš čoahkkimat guovttegielalašvuođasuohkaniiguin ja fylkasuohkaniiguin 2008:s.

source: Kommunene og fylkeskommunene innenfor forvaltningsområdet mottar årlige tilskudd over Sametingets budsjett.
sme: Hálddašanguovllu suohkanat ja fylkkasuohkanat ožžot jahkásaččat doarjaga Sámedikki bušeahta bokte.

source: Sametinget har igangsatt en evaluering av tospråklighetstilskuddet.
sme: Sámediggi lea álggahan guovttegielalašvuođadoarjaga evaluerema. Evalueren

source: Evalueringen ferdigstilles i begynnelsen av 2009, og Sametinget har som målsetting at den skal danne grunnlag for en prosess som skal resultere i endring av tildelingskriteriene for Sametingets tospråklighetstilskudd fra og med budsjettåret 2010.
sme: Sámedikki 2008 doaimma birra gárvvistuvvo 2009 álggus, ja Sámedikkis lea ulbmil ahte dat galgá leat vuođđun prosessii mii galggašii mielddisbuktit ahte Sámedikki guovttegielalašvuođadoarjaga juolludaneavttut rievdaduvvojit bušeahttajagi 2010 rájes.

source: Sametinget har fått henvendelser fra flere kommuner som vurderer å søke om å bli innlemmet i forvaltningsområdet for samisk språk.
sme: Máŋga suohkana mat árvvoštallet searvat sámegiela hálddašanguvlui, leat váldán oktavuođa Sámedikkiin.

source: For Sametinget er det en målsetting at flere kommuner innlemmes i forvaltningsområdet, og har derfor hatt fokus på informasjon til kommuner om de muligheter, plikter og rettigheter dette vil innebære.
sme: Sámedikkis lea mihttomearri ahte galggašedje eanet suohkanat searvat hálddašanguvlui, ja danne lea deattuhan juohkit dieđuid suohkaniidda makkár vejolašvuođaid, geatnegasvuođaid ja vuoigatvuođaid searvan mielddisbuktá.

source: Lavangen kommune har i 2008 sendt søknad til Kultur- og kirkedepartementet om å bli innlemmet i forvaltningsområdet for samisk språk.
sme: Loabát suohkan lea 2008:s sádden ohcama Kultur- ja girkodepartementii beassat searvat sámegiela hálddašanguvlui.

source: Dette er en søknad Sametinget støtter, og har forventninger om at søknaden blir imøtekommet i 2009.
sme: Dan ohcama doarju Sámediggi, ja vuordá ahte ohcan dohkkehuvvo 2009:s.

source: 2.13.3 Språkprogram Sametinget har i 2008 bevilget midler over Samefolkets fond, til Sámi allaskuvla for utvikling av et samisk språkprogram.
sme: 2.13.3 Giellaprográmma Sámediggi juolludii 2008:s ruđa sámeálbmotfoanddas Sámi allaskuvlii ráhkadit sámi giellaprográmma.

source: Språkprogrammet skal utvikles i nært samarbeid med Sametinget, og ventes ferdigstilt i løpet av første halvår 2009.
sme: Sámi allaskuvllas ja Sámedikkis galgá leat lagas ovttasbargu dainna, ja dat vurdojuvvo gárvvistuvvot vuosttaš jahkebealis 2009:s.

source: Revitalisering og styrking av det samiske språket er en av de største utfordringene det samiske samfunnet står overfor.
sme: Stuorámus hástalusaid searvvis sámi servodagas lea ealáskahttit ja nannet sámegiela.

source: Målet er at det gjennom språkprogrammet kan prioriteres tiltak som kan resultere i flere aktive samiskspråklige brukere.
sme: Mihttomearri lea giellaprográmma bokte vuoruhit doaimmaid mat sáhttet mielddisbuktit eanet aktiiva sámegielgeavaheddjiid.

source: Ett tiltak vil være å igangsette opplæringstilbud i samisk for voksne.
sme: Okta dakkár doaibmá lea álggahit sámegiela oahpahusfálaldaga rávisolbmuide.

source: Sametinget har bedt Sámi allaskuvla / samisk høgskole å igangsette voksenopplæringsprogram som skal gå over 5 år, og hvor målgruppen er voksne som ikke kan samisk.
sme: Sámediggi lea bivdán Sámi allaskuvlla álggahit rávisolbmuidoahpahusprográmma mii galgá bistit 5 jagi, ja man olahusjoavkun leat rávisolbmot geat eai máhte sámegiela.

source: Dette tiltaket skal foregå i nært samarbeid med lokale språksentre og språkmiljøer.
sme: Dat doaibma galgá čađahuvvot lagas ovttasbargguin báikkálaš giellaguovddážiiguin ja giellabirrasiiguin.

source: 2.13.4 Tilskudd til samiske språksentre Sametinget gir tilskudd til i alt ni samiske språksentre som er spredt på sør-, lule- og nordsamisk språkområde.
sme: 2.13.4 Doarjagat sámi giellaguovddážiidda Sámediggi juolluda doarjaga oktiibuot ovcci sámi giellaguovddážii lulli-, julev- ja davvisámi giellaguovllus.

source: Språksentrenes medarbeidere møtes og avholder et felles seminar en gang i året. Målet med dette er utveksling av erfaringer og ideer.
sme: Sámediggi lea duhtavaš sámi giellaguovddážiid bargguiguin, ja oaidná dan dehálaš vuođđun sámegiela gáhttemii ja ovddideapmái.

source: Sametinget er positiv til at flere samiske språksentre kommer i drift.
sme: Giellaguovddážiid bargit deaivvadit oktii jagis ja dollet oktasaš seminára.

source: innenfor og utenfor forvaltningsområdet for samisk språk.
sme: Sámedikki mielas lea buorre go ásahuvvojit eanet sámi giellaguovddážat.

source: Målet for tilskuddsordningen har vært å få i gang aktiviteter som motiverer barn og unge til å bruke samisk både i lek og fritidsaktiviteter.
sme: Ovddidan dihte sámegiela geavaheami lea Sámediggi juolludan ruđa giellaprošeavttaide sihke olggobealde ja siskkobealde sámegiela hálddašanguovllu.

source: Utenfor forvaltningsområdet for samisk språk har satsningen vært rettet spesielt mot områder der språket står svakt.
sme: Sámegiela hálddašanguovllu olggobealde leat earenoamážit vuoruhan guovlluid gos giella lea rašši.

source: 2.13.5 Terminologi og stedsnavn Sametinget ser det som en svært viktig oppgave å gi informasjon og veiledning om samiske stedsnavn og innholdet av stadnamnlova.
sme: 2.13.5 Terminologiija ja báikenamat Sámediggi oaidná hirbmat dehálaš bargun juohkit dieđuid ja bagadallat sámi báikenamaid birra ja báikenammalága sisdoalu birra.

source: Sametinget har derfor prioritert tid på å være rådgiver for myndigheter og andre angående skriving og tolking av samiske stedsnavn og å gi bistand til forlag når det gjelder granskning av samiske stedsnavn i bokmanus.
sme: Danne lea Sámediggi vuoruhan áiggi doaibmat ráđđeaddin eiseválddiide ja earáide sámi báikenamaid čállimis ja dulkomis, ja veahkehit lágádusaid sámi báikenamaid suokkardeamis girjemánusiin.

source: Sametinget har holdt forelesninger om samiske stedsnavn for UNGEGN (United Nations Group of experts on Geographical Names) og i GeoForum 2008.
sme: Sámediggi lea logaldallan sámi báikenamaid birra UNGEGN ovddas (United Nations Group of experts on Geographical Names) ja GeoForumis 2008.

source: Sametinget har påpekt ovenfor myndigheter at bruk av samiske skilt ikke blir fulgt opp i forhold til stadnamnloven.
sme: Sámediggi lea cuiggodan eiseválddiide ahte sámegiela geavaheapmi galbbain ii čuovvoluvvo nu go galggašii báikenammalága vuođul.

source: Det har vært praktisert forskjellige regler for skilting på samisk innenfor og utenfor forvaltningsområdet for samisk språk.
sme: Iešguđetlágan njuolggadusat leat geavahuvvon sámegillii galbemis sihke olggobealde ja siskkobealde sámegiela hálddašanguovllu.

source: I følge lov om stadnamn av 1990 skal samme praksis følges uansett om det er utenfor eller innenfor samisk forvaltningsområde.
sme: 1990 báikenammalága mielde galgá seamma bargovuohki geavahuvvot hálddašanguovllu siskkobealde go olggobealde.

source: Samisk språk brukes i dag aktivt av institusjoner og andre i samfunnet, noe som medfører et stort behov for utvikling av samisk terminologi på alle områder og på alle tre samiske språk.
sme: Odne geavahit ásahusat ja earát servodagas sámegiela beaivválaččat, ja dat mielddisbuktá stuora dárbbu sámegiela terminologiija ovddideapmái buot surggiin ja buot golmma gillii.

source: Sametingets terminologiarbeid er derfor svært omfattende.
sme: Danne lea Sámedikki tearbmabargu hui viiddis.

source: Orddatabanken Risten.no skal etter hvert inneholde all samisk terminologi som blir utviklet og godkjent.
sme: Tearbmabáŋku Risten.no galgá áiggi mielde sisttisdoallat buot sámi terminologiija mii ráhkaduvvo ja dohkkehuvvo.

source: Den teknologiske delen har hittil ikke fungert optimalt, men målet er å forbedre denne tjenesten.
sme: Teknologalaš bealli ii leat dán rádjái doaibman áibbas bures, muhto mis lea mihttomearri buoridit dan fálaldaga.

source: Kommunene i forvaltningsområdet for samisk språk deltar i termprosjekt «Forvaltningstermer», som Sametinget har gitt støtte til.
sme: Sámegiela hálddašanguovllu suohkanat leat mielde tearbmaprošeavttas «Hálddahustearpmat», masa Sámediggi lea addán doarjaga.

source: Prosjektet fortsetter i 2009.
sme: Prošeakta joatkašuvvá 2009:s.

source: Det er et vedvarende behov for utvikling av nye lovtermer, ettersom stadig nye lover oversettes til de samiske språkene.
sme: Ođđa láhkatearpmaid lea čađat dárbu ráhkadit, danne go dađistaga jorgaluvvojit ođđa lágat sámegielaide.

source: Sametinget deltar i fase 2 av et prosjekt om lovtermer.
sme: Sámediggi lea mielde nuppi oasis láhkatearbmaprošeavttas.

source: På grunn av behovet er det viktig at dette arbeidet på sikt kommer inn under en fast ordning.
sme: Dárbbu dihte lea dehálaš ahte dát bargu áiggi mielde šattašii fásta doaibman.

source: Sametinget avsluttet i 2007 et stort treårig prosjekt, Divvun, som ga korrekturprogram for nordog lulesamisk.
sme: Sámediggi loahpahii 2007:s stuora golmmajagi prošeavtta, Divvun, mii attii korrekturprográmma davvi- ja julevsámegillii.

source: I 2008 har dette prosjektet blitt ført videre i Divvun II-prosjektet, som skal gi de samme korrekturverktøyene for sørsamisk, det vil si sta 2008– 2009
sme: Seammás lea prošeakta buoridan ja divvon boasttuvuođaid Divvun-gaskaomiin davvi- ja julevsámegielas, ja ođđa veršuvdna Divvun-gaskaomiin almmuhuvvojedje 2008 loahpas. 2008– 2009

source: Samtidig har prosjektet forbedret og rettet feil i første versjon av Divvunverktøyene for nord- og lulesamisk, og en ny versjon av Divvun- verktøyene ble lansert ved utgangen av 2008.
sme: St.dieđ. nr. 43

source: 2.13.6 Sametingets språkstyre Sametingets språkstyre har hatt 3 møter i 2008, og behandlet saker angående terminologi, institusjonsnavn og andre språkfaglige saker.
sme: Sámedikki 2008 doaimma birra 2.13.6 Sámedikki giellastivra Sámedikki giellastivrras leat leamaš 3 čoahkkima 2008:s, ja sii leat meannudan terminologiijaáššiid, ásahusnammaáššiid ja eará giellafágalaš áššiid.

source: Språkstyrets virksomhet er hjemlet i midlertidige retningslinjer fra 2001.
sme: Giellastivrra doaibma čuovvu gaskaboddosaš njuolggadusaid mat leat mearriduvvon 2001:s.

source: En revisjon av retningslinjene er planlagt i 2009.
sme: Plána mielde galget njuolggadusat ođasmahttojuvvot 2009:s.

source: Språkstyrets rolle og posisjon har i lengre tid vært uklar i forhold til Sametingets øvrige organisering.
sme: Giellastivrra rolla ja sadji lea guhká leamaš eahpesihkar Sámedikki organiserema ektui muđui.

source: Da Samisk språkråd ble nedlagt i 2000, valgte Sametinget å opprette et språkstyre.
sme: Go Sámi giellaráđđi heaittihuvvui 2000:s, de válljii Sámediggi ásahit giellastivrra.

source: Det har vært uklart om hva som er språkstyrets oppgaver og hva som hører til sametingsrådets område.
sme: Mii giellastivrra bargu lea ja mat gullet sámediggeráđi suorgái lea leamaš eahpesihkar.

source: Det er derfor påkrevd at språkstyret får klare retningslinjer slik at deres arbeidssituasjon blir bedre.
sme: Danne leat giellastivrii gáibiduvvon čielgaseabbo njuolggadusat vai sin bargodilli buorránivččii.
